//  Localizable.strings (Spanish)
//  StrongPassword
//
//  Created by Christian Huxtable <chris@huxtable.ca>, October 2019.
//  Copyright (c) 2019 Christian Huxtable. All rights reserved.


/* CBHAboutWindowController::window.title */
"About %@" = "Sobre %@";

/* CBHAboutWindowController::reserved */
"All rights reserved" = "Todos los derechos reservados";

/* CBHAboutWindowController::author */
"Designed & Written by" = "Diseñado y escrito por";

/* CBHAboutWindowController::version */
"Version" = "Versión";

/* CBHAboutWindowController::copyright */
"Copyright" = "Derechos de autor";

/* CBHAboutWindowController::website */
"Website" = "Sitio web";
